Repository: Anne017/dotty
Catalog: po/*.po
Languages: cs, pt

source: Game in progress
cs: Rozehraná hra
pt: Jogo em progresso

source: Are you sure you want to restart this game?
cs: Skutečně chcete tuto hru restartovat?
pt: Tem a certeza que quer reiniciar este jogo?

source: Restart game
cs: Restartovat hru
pt: Reiniciar o jogo

source: Continue current game
cs: Pokračovat v rozehrané hře
pt: Continuar o jogo atual

source: Clear scores
cs: Vymazat dosažená skóre
pt: Apagar pontuações

source: Existing scores will be deleted. This cannot be undone.
cs: Existující skóre budou vymazána. Po provedení této operace nebude možné skóre obnovit.
pt: Pontuações existentes serão eliminadas. Isto não pode ser desfeito.

source: Keep existing scores
cs: Ponechat existující skóre
pt: Manter as pontuções existentes

source: Dotty
cs: Puntíky

source: How to Play
cs: Jak hrát?
pt: Como Jogar

source: High Scores
cs: Nejlepší skóre
pt: Melhores pontuações

source: New Game
cs: Nová hra
pt: Novo Jogo

source: Moves Left
cs: Zbývajících tahů
pt: Jogadas Restantes

source: Dots Cleared
cs: Puntíky vymazány
pt: Dots limpo

source: Now
cs: Nyní
pt: Agora

source: %n second ago
cs: před %n vteřinou
pt: %n segundo atrás

source: %n minute ago
cs: před %n minutou
pt: %n minuto atrás

source: %n hour ago
cs: před %n hodinou
pt: %n hora atrás

source: %n day ago
cs: před %n dnem
pt: %n dia atrás

source: Link as many dots as you can in thirty moves
cs: Propojte co nejvíce puntíků ve třiceti tazích
pt: Una quantos pontos conseguir em trinta jogadas

source: dots,puzzle
cs: puntíky,tečky,body,puzzle
pt: pontos,puzzle
